[
    {
        "title": "Visual Art and Education in an Era of Designer Capitalism",
        "authors": [
            "jan jagodzinski"
        ],
        "publisher": "Springer",
        "publishedDate": "2010-10-11",
        "description": "This book offers a unique perspective of art and its education in designer capitalism. It will contribute to the debate as to possibilities art and design hold for the future. It also questions the broad technologization of art that is taking place.",
        "isbn": "9780230113602",
        "image": "http://books.google.com/books/content?id=bQ1dAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Cultural Studies",
        "authors": [
            "Lawrence Grossberg",
            "Janice Radway"
        ],
        "publisher": "Routledge",
        "publishedDate": "2005-08-08",
        "description": "First published in 1994. Routledge is an imprint of Taylor & Francis, an informa company.",
        "isbn": "9781134834990",
        "image": "http://books.google.com/books/content?id=YYGJAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Tattoo",
        "authors": [
            "Dale Durfee"
        ],
        "publisher": "Macmillan",
        "publishedDate": "2001-08-18",
        "description": "A photographic odyssey through the art of the contemporary tattoo featuresmore than sixty-five full-color and black-and-white images that capture the rich diversity of tattoos used as a form of personal expression and body art, accompanied by commentary and observations by its subjects. Original. 20,000 first printing.",
        "isbn": "9780312267841",
        "image": "http://books.google.com/books/content?id=ek6BLmbcNh4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Twilight Visions",
        "authors": [
            "Therese Lichtenstein"
        ],
        "publisher": "University of California Press",
        "publishedDate": "2011-07-21",
        "description": "Through an examination of surrealist photographs, objects, exhibitions, activities, and writings, the essays in Twilight Visions, the beautifully illustrated companion volume to the exhibition of the same name, portray the French capital as a city in the process of metamorphosis-in a kind of twilight state. The Bureau of Surrealist Research, the major Surrealist exhibitions, and the photographs of Paris by Brassai, Andre Kertesz, Ilse Bing, Germaine Krull, and Man Ray, among others, all reflect the tumultuous social and cultural transformations occurring in Paris in the 1920s and 30s. Juxtaposing the strange with the familiar, they seek to break down repressive hierarchies. At the same time, they represent a desire to change the world through experimental activities. Introduced by Therese Lichtenstein, with essays by Therese Lichtenstein, Julia Kelly, Colin Jones, and Whitney Chadwick, this absorbing volume considers the social, aesthetic, and political stances of the Surrealists as they probed hidden aspects of the commonplace and blurred the boundaries between dreams and reality, subjectivity and objectivity. Copub: Frist Center for the Visual Arts",
        "isbn": "9780520271272",
        "image": "http://books.google.com/books/content?id=xjyFDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Japanese Things",
        "authors": [
            "Basil Hall Chamberlain"
        ],
        "publisher": "Tuttle Publishing",
        "publishedDate": "2012-11-13",
        "description": "Armchair travelers beware! Japanese Things will lure you out of your cozy, comfy home and chair to an unusual country with bewitching manners and customs—and once you have succumbed to its spell you will never be the same. Here in one neat package you will meet the flavor, charm, and piquancy of old Japan—a revised reprint of one of the indispensable books on Japan, by the late Prof. Basil Hall Chamberlain, eminent British scholar who in the latter part of the 19th century \"taught Japanese and Japan to the Japanese.\" Many books in one, this monumental compilation contains such diversified subjects as Art and Abacus; Botany and Buddhism; Charms and Cherry Blossoms; Daimyos and Divination; Fairy Tales and Flowers; Gardens and Government; History and Hara-kiri; Law and Language; Marriage and Music; Poetry and Pottery; Shinto and Singing Girls (Geisha); Tea and Theater, and Writing and Wood Engraving. In this long-awaited reprint, in which the title has been changed from Things Japanese, the reader will encounter exquisite objects of daily Japanese life, the gardens and cultures of the fields, the harmony and balance in the fundamentals of day-by-day existence.",
        "isbn": "9781462908721",
        "image": "http://books.google.com/books/content?id=MY3QAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Expo 67",
        "authors": [
            "Rhona Richman Kenneally",
            "Johanne Sloan"
        ],
        "publisher": "University of Toronto Press",
        "publishedDate": "2010-12-11",
        "description": "Expo 67, the world's fair held in Montreal during the summer of 1967, brought architecture, art, design, and technology together into a glittering modern package. Heralding the ideal city of the future to its visitors, the Expo site was perceived by critics as a laboratory for urban and architectural design as well as for cultural exchange, intended to enhance global understanding and international cooperation. This collection of essays brings new critical perspectives to Expo 67, an event that left behind a significant material and imaginative legacy. The contributors to this volume reflect a variety of interdisciplinary approaches and address Expo 67 across a broad spectrum ranging from architecture and film to more ephemeral markers such as postcards, menus, pavilion displays, or the uniforms of the hostesses employed on the site. Collectively, the essays explore issues of nationalism, the interplay of tradition and modernity, twentieth-century discourse about urban experience, and the enduring impact of Expo 67's technological experimentation. Expo 67: Not Just a Souvenir is a compelling examination of a world's fair that had a profound impact locally, nationally, and internationally.",
        "isbn": "9781442660212",
        "image": "http://books.google.com/books/content?id=aal3Xm7WrewC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Videogames and Art",
        "authors": [
            "Andy Clarke",
            "Grethe Mitchell"
        ],
        "publisher": "Intellect Books",
        "publishedDate": "2007",
        "description": "Videogame art is developing as an area of burgeoning interest, departing from embryonic roots into a flourishing division of scholarly study. The collection provides both an overview of the field, positioning it within a social and commercial context with reference to other forms of digital and pictorial art, and to the mainstream videogames industry.",
        "isbn": "9781841501420",
        "image": "http://books.google.com/books/content?id=9kPRGPc4zHQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Visual Language for Designers",
        "authors": [
            "Connie Malamed"
        ],
        "publisher": "Rockport Pub",
        "publishedDate": "2011-10-01",
        "description": "Within every picture is a hidden language that conveys a message, whether it is intended or not. This language is based on the ways people perceive and process visual information. By understanding visual language as the interface between a graphic and a viewer, designers and illustrators can learn to inform with accuracy and power. In a time of unprecedented competition for audience attention and with an increasing demand for complex graphics, Visual Language for Designers explains how to achieve quick and effective communications. New in paperback, this book presents ways to design for the strengths of our innate mental capacities and to compensate for our cognitive limitations. Visual Language for Designers includes: —How to organize graphics for quick perception —How to direct the eyes to essential information —How to use visual shorthand for efficient communication —How to make abstract ideas concrete —How to best express visual complexity —How to charge a graphic with energy and emotion",
        "isbn": "9781592537419",
        "image": "http://books.google.com/books/content?id=yUalr7fhZMEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Historia del arte universal de los siglos XIX y XX",
        "authors": [
            "Ana María Preckler"
        ],
        "publisher": "Editorial Complutense",
        "publishedDate": "2003",
        "description": "Estudio del arte universal de los siglos XIX y XX a través de los artistas más representativos de cada país, con especial atención al arte español, en las tres disciplinas fundamentales de arquitectura, pintura y escultura.",
        "isbn": "9788474917062",
        "image": "http://books.google.com/books/content?id=gqBqhcqf9RQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "es"
    },
    {
        "title": "A Love Letter to Europe",
        "authors": [
            "Frank Cottrell Boyce",
            "William Dalrymple",
            "Margaret Drabble",
            "Simon Callow",
            "Tony Robinson",
            "Tracey Emin",
            "J.K. Rowling",
            "Holly Johnson",
            "Pete Townshend",
            "Melvyn Bragg",
            "Jeffrey Boakye",
            "Onjali Rauf",
            "Will Hutton",
            "Prue Leith",
            "Jonathan Meades",
            "Chris Riddell",
            "Various",
            "Philip Ardagh",
            "Mary Beard",
            "Brian Catling",
            "Shami Chakrabarti",
            "Chris Cleave",
            "Peter J Conradi",
            "Lindsey Davis"
        ],
        "publisher": "Hachette UK",
        "publishedDate": "2019-10-31",
        "description": "Great writers, artists, musicians and thinkers in British life say what Europe means to them: an outpouring of love and sadness. With pieces from Frank Cottrell Boyce, Melvyn Bragg, Margaret Drabble, Alan Hollinghurst, Will Hutton, Holly Johnson, Penelope Lively, Jonathan Meades, Deborah Moggach, Alan Moore, Jackie Morris, Cathy Rentzenbrink, Chris Riddle, Tony Robinson, Pete Townshend, Kate Williams, Michael Wood and many more... As Britain pulls away from Europe great British writers come together to give voice to their innermost feelings. Contributing essays that contain some of their finest writings and perspectives very different to the ones given in news outlets. The creative community here has its say on Brexit. Novelists, artists, comedians, historians, biographers, nature writers, film writers, travel writers, people young and old and from an extraordinary range of backgrounds. Most are famous perhaps because they have won the Booker or other literary prizes, written bestsellers, changed the face of popular culture or sold millions of records. Others are not yet household names but write with depth of insight and feeling. There is some extraordinary writing in this book. Some of these pieces are expressions of love of particular places in Europe. Some are true stories, some nostalgic, many hopeful. There are hilarious pieces. There are cries of pain and regret. Some pieces are quietly devastating. All are passionate. They show how Europe has helped us to expand our emotional, intellectual and artistic bandwidth, and hopefully will continue to do just that. Contributors include: Mary Beard, Jeffrey Boakye, Melvyn Bragg, Simon Callow, B. Catling, Shami Chakrabarti, Chris Cleave, Frank Cottrell Boyce, William Dalrymple, Lindsey Davis, Margaret Drabble, Tracey Emin, Michel Faber, Sebastian Faulks, Neil Gaiman, Evelyn Glennie, Alan Hollinghurst, Will Hutton, Holly Johnson, Ruth Jones, A.L. Kennedy, Hermione Lee, Prue Leith, Roger Lewis, Penelope Lively, Richard Mabey, Jonathan Meades, Andrew Miller, Deborah Moggach, Alan Moore, Paul Morley, Jackie Morris, Charles Nicholl, Irenosen Okojie, Onjali Q. Raúf, Chris Riddell, Tony Robinson, J.K. Rowling, Rhik Samadder, Isy Suttie, Sandi Toksvig, Pete Townshend, Kate Williams and Michael Wood.",
        "isbn": "9781529381092",
        "image": "http://books.google.com/books/content?id=dHKxDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    }
]