[
    {
        "title": "835 Victorian Designs and Emblems",
        "authors": [
            "Palm & Fechteler (New York, N.Y.)"
        ],
        "publisher": "Courier Corporation",
        "publishedDate": "2001",
        "description": "This selection of royalty-free designs from a rare 1882 catalog of transferable designs for carriages and buggies includes ornamental crests, coats of arms, shields, mottos, and a wealth of other eye-catching designs — many incorporating dogs, handsome steeds, various birds, wild beasts, mythical creatures, and other eye-catching images.",
        "isbn": "9780486417349",
        "image": "http://books.google.com/books/content?id=vQj5AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "La decoración ideada por François Grognard para los apartamentos de la duquesa de Alba en el palacio de Buenavista",
        "authors": [
            "Concha Herrero Carretero",
            "Álvaro Molina",
            "Jesusa Vega"
        ],
        "publisher": "Casa de Velázquez",
        "publishedDate": "2020-04-16",
        "description": "La importancia del adorno de interiores en el siglo XVIII apenas ha dejado vestigios materiales más allá de las residencias palaciegas, siendo igualmente escaso el estudio de sus fuentes. Entre estas últimas se encuentra el plan decorativo para los apartamentos de la duquesa de Alba en el Palacio de Buenavista (1792), raro testimonio escrito en forma de viaje pintoresco por el comerciante de sedas y adornista François Grognard, quien hizo un diseño ex profeso a la moda. La traducción al español de este apasionante relato se acompaña de la transcripción anotada de la correspondencia manuscrita conservada en la Bibliothèque municipale de Lyon, y tres estudios particulares sobre Grognard, el palacio de Buenavista y la actividad de los adornistas. El libro es una contribución novedosa al conocimiento de la intensa actividad artística y comercial de Madrid y de las relaciones internacionales a través de un intermediario culto y moderno.",
        "isbn": "9788490962428",
        "image": "http://books.google.com/books/content?id=AnHVDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "es"
    },
    {
        "title": "Cross-Cultural Design for IT Products and Services",
        "authors": [
            "Pei-Luen Patrick Rau",
            "Tom Plocher",
            "Yee-Yin Choong"
        ],
        "publisher": "CRC Press",
        "publishedDate": "2012-12-04",
        "description": "With the increase of globalization of business and industry, IT products and services are often produced and marketed across geographical cultural boundaries without adequate consideration of culture. There is a high probability that IT products and services developed in one country may not be effectively used in another country, which may hinder their market penetration, sales, and use. Based on research and practice, Cross-Cultural Design for IT Products and Services provides a resource for human factors engineers, designers, and marketing professionals who define and develop IT products and services for the global market. With its extensive review of cross-cultural theory and cross-cultural design literature, it is also a resource for those who are interested in research on cross-cultural design. The book presents an overview of the dimensions of culture that have implications for human information processing and affective response. It examines a set of user interface design guidelines grouped into five areas: language, use of color, icons and images, navigation, and information architecture. Also, it addresses physical ergonomics and anthropometry issues. The text translates theory and guidelines into a practical methodology and discusses how to integrate methods of cross-cultural design into a standard engineering process for product development. The authors review and reappraise theories, models, principles, and techniques for design of IT products and services that will be marketed globally. They provide guidelines for user interface design across North American, Asian, and other cultures. Applying the guidelines within the methodological framework provided will enhance the usability and effectiveness of the IT product or service, and contribute to greater user satisfaction, increased productivity, higher sales, and lower product support costs.",
        "isbn": "9781439838730",
        "image": "http://books.google.com/books/content?id=enqt_oAHCXIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Visual Language for Designers",
        "authors": [
            "Connie Malamed"
        ],
        "publisher": "Rockport Pub",
        "publishedDate": "2011-10-01",
        "description": "Within every picture is a hidden language that conveys a message, whether it is intended or not. This language is based on the ways people perceive and process visual information. By understanding visual language as the interface between a graphic and a viewer, designers and illustrators can learn to inform with accuracy and power. In a time of unprecedented competition for audience attention and with an increasing demand for complex graphics, Visual Language for Designers explains how to achieve quick and effective communications. New in paperback, this book presents ways to design for the strengths of our innate mental capacities and to compensate for our cognitive limitations. Visual Language for Designers includes: —How to organize graphics for quick perception —How to direct the eyes to essential information —How to use visual shorthand for efficient communication —How to make abstract ideas concrete —How to best express visual complexity —How to charge a graphic with energy and emotion",
        "isbn": "9781592537419",
        "image": "http://books.google.com/books/content?id=yUalr7fhZMEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Visual Dictionary of Graphic Design",
        "authors": [
            "Gavin Ambrose",
            "Paul Harris"
        ],
        "publisher": "AVA Publishing",
        "publishedDate": "2006-11-01",
        "description": "The Visual Dictionary of Graphic Design by Gavin Ambrose and Paul Harris is a straight talking guide to the numerous terms used within the realms of art and design. Over 250 terms are explained and contextualised. It is suitable for those studying and those simply interested in art and design.",
        "isbn": "9782940373437",
        "image": "http://books.google.com/books/content?id=PQLmgVBtEZgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Reframing Information Architecture",
        "authors": [
            "Andrea Resmini"
        ],
        "publisher": "Springer",
        "publishedDate": "2014-07-15",
        "description": "Information architecture has changed dramatically since the mid-1990s and earlier conceptions of the world and the internet being different and separate have given way to a much more complex scenario in the present day. In the post-digital world that we now inhabit the digital and the physical blend easily and our activities and usage of information takes place through multiple contexts and via multiple devices and unstable, emergent choreographies. Information architecture now is steadily growing into a channel- or medium-specific multi-disciplinary framework, with contributions coming from architecture, urban planning, design and systems thinking, cognitive science, new media, anthropology. All these have been heavily reshaping the practice: conversations about labelling, websites, and hierarchies are replaced by conversations about sense-making, place-making, design, architecture, cross media, complexity, embodied cognition and their application to the architecture of information spaces as places we live in in an increasingly large part of our lives. Via narratives, frameworks, references, approaches and case-studies this book explores these changes and offers a way to reconceptualize the shifting role and nature of information architecture where information permeates digital and physical space, users are producers and products are increasingly becoming complex cross-channel or multi-channel services.",
        "isbn": "9783319064925",
        "image": "http://books.google.com/books/content?id=zs0lBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Exploring Materials",
        "authors": [
            "Inna Alesina",
            "Ellen Lupton"
        ],
        "publisher": "Princeton Architectural Press",
        "publishedDate": "2010-03-24",
        "description": "This book is an action-oriented, accessible guide to design thinking that addresses both the how and why of product design. It encourages designers to look beyond the abstraction of pure forms or the whimsy of virtual objects, and instead to make and test real objects in a studio environment.--[book cover]",
        "isbn": "9781568987682",
        "image": "http://books.google.com/books/content?id=ccQrBVUWT8EC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Design, When Everybody Designs",
        "authors": [
            "Ezio Manzini"
        ],
        "publisher": "MIT Press",
        "publishedDate": "2015-02-20",
        "description": "The role of design, both expert and nonexpert, in the ongoing wave of social innovation toward sustainability. In a changing world everyone designs: each individual person and each collective subject, from enterprises to institutions, from communities to cities and regions, must define and enhance a life project. Sometimes these projects generate unprecedented solutions; sometimes they converge on common goals and realize larger transformations. As Ezio Manzini describes in this book, we are witnessing a wave of social innovations as these changes unfold—an expansive open co-design process in which new solutions are suggested and new meanings are created. Manzini distinguishes between diffuse design (performed by everybody) and expert design (performed by those who have been trained as designers) and describes how they interact. He maps what design experts can do to trigger and support meaningful social changes, focusing on emerging forms of collaboration. These range from community-supported agriculture in China to digital platforms for medical care in Canada; from interactive storytelling in India to collaborative housing in Milan. These cases illustrate how expert designers can support these collaborations—making their existence more probable, their practice easier, their diffusion and their convergence in larger projects more effective. Manzini draws the first comprehensive picture of design for social innovation: the most dynamic field of action for both expert and nonexpert designers in the coming decades.",
        "isbn": "9780262028608",
        "image": "http://books.google.com/books/content?id=BzfpBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Design Fundamentals for New Media",
        "authors": [
            "James Gordon Bennett"
        ],
        "publisher": "Cengage Learning",
        "publishedDate": "2013-04-26",
        "description": "Fundamental design principles will always remain the same, but the digital technology that can support them is evolving and affecting their application in a profound way. In this unique and timely book, artist and educator James Bennett explores essential elements of design within the context of the new media reality in which today's designers learn and work. With a brand new design and dozens of striking new images, this new edition covers extensive updates to digital technology including interactive media, web color and typography, and designing for mobile devices. Combining timeless principles with cutting-edge technology in a smart, visually rich, full-color package, DESIGN FUNDAMENTALS FOR NEW MEDIA, Second Edition, provides a thorough and engaging introduction to modern applications of essential design techniques. Important Notice: Media content referenced within the product description or the product text may not be available in the ebook version.",
        "isbn": "9781133131137",
        "image": "http://books.google.com/books/content?id=pK5bO9yH0McC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Nano Materials",
        "authors": [
            "Sylvia Leydecker"
        ],
        "publisher": "Springer Science & Business Media",
        "publishedDate": "2008-02-01",
        "description": "In this book, architects, interior designers and designers will find an introduction to the functions and use of nano materials, specifically tailored to their needs and illustrated by numerous international project examples.",
        "isbn": "9783764379957",
        "image": "http://books.google.com/books/content?id=XiDO2CRDqoUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    }
]