[
    {
        "title": "Franco-British Academic Partnerships",
        "authors": [
            "Maurice Fraser",
            "Philippe Lane"
        ],
        "publisher": "Oxford University Press",
        "publishedDate": "2011",
        "description": "While the steady increase in joint programs offered by British and French universities is cause for considerable celebration, a variety of obstacles, including language constraints, financial pressures, and political uncertainty, have hindered their continued expansion. Bringing together contributors from within academia, the government, and prominent institutions, Franco-British Academic Partnerships: The Next Chapter takes stock of intensifying bilateral cooperation in higher education and explores how institutions on either side of the Channel can help realize the enormous potential of Franco-British partnerships. With its wealth of suggestions for new initiatives and areas for collaboration, this book will be required reading for academics and university leaders.",
        "isbn": "9781846316630",
        "image": "http://books.google.com/books/content?id=tOoWDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Velocity Revisited",
        "authors": [
            "Irwin Wunderman, PhD"
        ],
        "publisher": "AuthorHouse",
        "publishedDate": "2012-01-27",
        "description": "This book presents a novel and unorthodox approach to the wave theory, attempting to explain complex physical phenomena and derive fundamental laws of physics using natural numbers. The book is an elaboration and expansion of work presented in “What is a Photon? (Wunderman, 2000) and “Planck’s Constant and Pi” (Wunderman, 2004) which introduced a new interpretation for the space between integers of the natural number counting system. Mechanisms of wave propagation provide the essence of this theory. In addition, foundations emerge from the natural numbers themselves. The thesis makes a distinction between indeterminism and lack of causality in de facto physical processes. This work utilizes an uncommon method to describe how a wave-front surface area grows. The theory can infer a slightly altered interpretation of how space progresses as a square law when advancing away from an origin. Section I and Section II present an overview of the analysis method. The analysis in this treatise derives circumstances for viably transmitted cyclic modes and the consequence of their existence. Section I addresses the motion of objects like spontaneous emission photons that propagate at the highest rate, light-speed C. Section II covers the relative motion of slower rest mass objects. This treatise does not analyze relative motion in the presence of fields like gravity that could act on the moving object. This thesis purports that our interpretation of relative motion, what we call inertial velocity, is best expressed quite differently than has traditionally been done. This thesis hopes to show that the speed of light should numerically be absolute unity, based exclusively on the mechanism by which area accrues on the information-transferring-wave-front generated by events on a moving object. This thesis hopes to demonstrate that a more general type wave description better satisfies portrayal of a photon’s “frequency”. The harmonic exponential function “e\" is therefore purported to be an inappropriate mathematical function for physically representing propagating waves, photon frequencies, electromagnetic-radiation, and affiliated cyclic phenomena. An appropriate function must involve a reaction that temporally follows an initiating cause and presents a response that includes effects of Planck's constant and indeterminism associated therewith. This theory presents such a function and the waves generated are called unified waves.",
        "isbn": "9781463437916",
        "image": "http://books.google.com/books/content?id=uUU_IoGPgAYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Intermediate Statistics",
        "authors": [
            "Keenan A. Pituch",
            "Tiffany A. Whittaker",
            "James P. Stevens"
        ],
        "publisher": "Routledge",
        "publishedDate": "2013-05-13",
        "description": "James Stevens’ best-selling text, Intermediate Statistics, is written for those who use, rather than develop, statistical techniques. Dr. Stevens focuses on a conceptual understanding of the material rather than on proving the results. SAS and SPSS are an integral part of each chapter. Definitional formulas are used on small data sets to provide conceptual insight into what is being measured. The assumptions underlying each analysis are emphasized and the reader is shown how to test the critical assumptions using SPSS or SAS. Printouts with annotations from SAS or SPSS show how to process the data for each analysis. The annotations highlight what the numbers mean and how to interpret the results. Numerical, conceptual, and computer exercises enhance understanding. Answers are provided for half of the exercises. The book offers comprehensive coverage of one-way, power, and factorial analysis of variance, repeated measures analysis, simple and multiple regression, analysis of covariance, and HLM. Power analysis is an integral part of the book. A computer example of real data integrates many of the concepts. Highlights of the Third Edition include: A new chapter on hierarchical linear modeling using HLM6 A CD containing all of the book’s data sets New coverage of how to cross validate multiple regression results with SPSS and a new section on model selection (Chapter 6) More exercises in each chapter. Intended for intermediate statistics or statistics II courses taught in departments of psychology, education, business, and other social and behavioral sciences, a prerequisite of introductory statistics is required. An Instructor's Resource is available upon adoption. See www.researchmethodsarena.com .",
        "isbn": "9781136677199",
        "image": "http://books.google.com/books/content?id=cvCnbEqC2WwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Issues in Music Teaching",
        "authors": [
            "Chris Philpott",
            "Charles Plummeridge"
        ],
        "publisher": "Routledge",
        "publishedDate": "2004-08-02",
        "description": "Issues in Music Teaching stimulates critical reflection on a range of topics related to the teaching and learning of music in both the primary and secondary school, including: the place of music in the curriculum the nature of music and music education ICT and music education music education and individual needs continuity and progression in music education The book prompts the reader to be analytical and critical of theory and practice, and to become an autonomous professional and curriculum developer.",
        "isbn": "9781134560110",
        "image": "http://books.google.com/books/content?id=ZEcrBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "1764-1804",
        "authors": [
            "none"
        ],
        "publisher": "Walter de Gruyter",
        "publishedDate": "2009-04-07",
        "description": "The first volume of letters written to Pestalozzi contains 713 letters written between 1764 and 1804 by illustrious correspondents such as Karl Viktor von Bonstetten, Philipp Emanuel von Fellenberg, Hans Caspar Hirzel, Isaak Iselin, Johann Caspar Lavater, Anna Schulthess and 170 further writers, some of them unknown. The letters demonstrate Pestalozzi’s literary success, economic failure and rise to Helvetian National educator. They provide everyday, cultural and political-historical insights into the varied lives and thoughts of families, parties, businesses, visionaries and reactionaries during the period of continuing upheaval at the end of the old Swiss Ancien Régime and the Helvetic Republic. Includes extensive indexes of persons and corporations.",
        "isbn": "9783110215625",
        "image": "http://books.google.com/books/content?id=nI4kRM0teDgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "de"
    },
    {
        "title": "No Place But Here",
        "authors": [
            "Garret Keizer"
        ],
        "publisher": "University Press of New England",
        "publishedDate": "2015-10-01",
        "description": "Weaving anecdotal narrative with trenchant reflections on his profession, Garret Keizer offers one teacher's answer to the hue and cry over the crisis in education. An English teacher in rural Vermont, he writes of the opposing realities he faces every day: the promise and energy of the young and the oppressive effect of their economic disadvantages; the beauty of the countryside and its people and the harsh, sometimes ugly edge of life there; the need for discipline and the importance of rebellion. In exploring the demands peculiar to his own community, Keizer movingly depicts the difficulties-some triumphantly overcome, some overwhelming-that form the heart of teaching anywhere.",
        "isbn": "9781611688764",
        "image": "http://books.google.com/books/content?id=U265CgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "La culture juridique des travailleurs sociaux",
        "authors": [
            "Agathe Haudiquet"
        ],
        "publisher": "Editions L'Harmattan",
        "publishedDate": "2005-09-01",
        "description": "Quel est le rôle des travailleurs sociaux vis-à-vis des personnes en difficulté, en demande de droit(s) ? Ils informent, conseillent, orientent, accompagnent effectivement les usagers dans leurs démarches juridiques. La formation juridique de ces travailleurs sociaux, telle qu'elle est dispensée aujourd'hui, répond-elle à ces besoins ? Leur permet-elle à la fois de traiter les demandes juridiques des usagers, d'occuper en tant que spécialistes face aux juristes le champ de l'aide à l'accès au droit et enfin de promouvoir l'émancipation sociale par le droit ?",
        "isbn": "9782296411845",
        "image": "http://books.google.com/books/content?id=A5ySO32F0tkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "fr"
    },
    {
        "title": "Math Review",
        "authors": [
            "Mary Rosenberg"
        ],
        "publisher": "Teacher Created Resources",
        "publishedDate": "2003-03",
        "description": "Both teachers and parents appreciate how effectively this series helps students master skills in mathematics and language arts. Each book provides activities that are great for independent work in class, homework assignments, or extra practice to get ahead. Test practice pages are included in most titles.",
        "isbn": "9780743937450",
        "image": "http://books.google.com/books/content?id=4xwf00Omqt8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Conversations with Educational Leaders",
        "authors": [
            "Anne Turnbaugh Lockwood"
        ],
        "publisher": "SUNY Press",
        "publishedDate": "1997-01-01",
        "description": "Educational leaders speak out in their own words--stimulating, accessible, provocative--on contemporary and controversial topics that range from differing attitudes on diversity to the debate over character education to arguments about education reform.",
        "isbn": "9781438411101",
        "image": "http://books.google.com/books/content?id=7Mvg0PS5aqsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Visual Art and Education in an Era of Designer Capitalism",
        "authors": [
            "jan jagodzinski"
        ],
        "publisher": "Springer",
        "publishedDate": "2010-10-11",
        "description": "This book offers a unique perspective of art and its education in designer capitalism. It will contribute to the debate as to possibilities art and design hold for the future. It also questions the broad technologization of art that is taking place.",
        "isbn": "9780230113602",
        "image": "http://books.google.com/books/content?id=bQ1dAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    }
]