[
    {
        "title": "Loss of Confidence",
        "authors": [
            "David Brian Robertson"
        ],
        "publisher": "Penn State Press",
        "publishedDate": "2010-11-01",
        "description": "As the oil shortages, inflation, and unemployment of the 1970s disrupted American lives and the Watergate scandal rocked the presidency, faith in the future of the nation and its leaders was severely damaged. This volume, which is the product of a unique collaboration of distinguished scholars from history and political science, offers a probing analysis of the causes, processes, and consequences of this erosion of faith in public solutions to our country's problems. At the beginning of the decade, a confident American public and its leaders still embraced the government activism that was the legacy of the New Deal. But grave doubts about the efficacy of public policy&—fueled by Watergate, Vietnam, stagflation, energy crises, and intensely controversial social policies&—undermined this public trust as the decade wore on, until by the end tax revolts were breaking out across the country. Describing government as the problem, not the solution, Ronald Reagan broke with tradition to set a political and policy agenda that has been dominant ever since. These experts from two disciplines bring their special insights to bear in dissecting the key developments of this decade that have transformed American politics in the last quarter of the century. The contributors are Ballard C. Campbell, Joseph Hinchliffe, J. David Hoeveler, Sidney M. Milkis, Alice O&’Connor, Paul J. Quirk. David Brian Robertson, and John T. Woolley. Like the other titles in Issues in Policy History, this book reprints a special issue of The Journal of Policy History.",
        "isbn": "9780271044866",
        "image": "http://books.google.com/books/content?id=L6sPQGgMSKMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "A History of the English Poor Law in Connection with the State of the Country and the Condition of the People",
        "authors": [
            "George Nicholls"
        ],
        "publisher": "The Lawbook Exchange, Ltd.",
        "publishedDate": "2007",
        "description": "Reprint of the final edition containing revisions made by the author and a biography, along with the supplementary volume by Thomas Mackay. Nicholls [1781-1865] was a pioneering poor-law reformer and administrator. While Great Britain's Poor Law Commissioner he drafted the Irish Poor-Law Act (1832). One of the first to assert that relief bred a culture of dependency and a resistance to work, he advocated the abolition of relief except as a last resort. In addition to the present study he wrote A History of the Scotch Poor Law (1856) and A History of the Irish Poor Law (1856), both of which are available in reprint editions by The Lawbook Exchange, Ltd. Like his other studies, this one relates the evolution of poor laws since the medieval era to economic, social and political history. Notably sophisticated works, they were held in high regard by Sir Leslie Stephen and F.W. Maitland.",
        "isbn": "9781584776918",
        "image": "http://books.google.com/books/content?id=fnxN8C87l9MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Organizations, Gender and the Culture of Palestinian Activism in Haifa, Israel",
        "authors": [
            "Elizabeth Faier"
        ],
        "publisher": "Routledge",
        "publishedDate": "2013-09-13",
        "description": "This book, based on 25 months of anthropological fieldwork, examines activists and activism in Palestinian nongovernmental organizations in Israel. It concentrates on the ways organizations enable certain processes of self-identification based on activists' constructions of modernity.",
        "isbn": "9781135411169",
        "image": "http://books.google.com/books/content?id=iWnbAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Bedouin Justice",
        "authors": [
            "Austin Kennett"
        ],
        "publisher": "Cambridge University Press",
        "publishedDate": "2011-06-09",
        "description": "An introduction to the traditions of Bedouin law intended to dispel myths that have developed in western society.",
        "isbn": "9780521230834",
        "image": "http://books.google.com/books/content?id=6GuhlvJRB4oC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Zahlen",
        "authors": [
            "Heinz-Dieter Ebbinghaus",
            "Hans Hermes",
            "Friedrich Hirzebruch",
            "Max Koecher",
            "Klaus Mainzer",
            "Jürgen Neukirch",
            "Alexander Prestel",
            "Reinhold Remmert"
        ],
        "publisher": "Springer-Verlag",
        "publishedDate": "2013-03-07",
        "description": "Mathematik zu erlernen und zu lehren gilt als schwierig. Die Begriffe reelle und komplexe Zahlen oder die Kreiszahl Pi sind zwar vielen bekannt, aber nur wenige wissen, was dahinter steckt. Leser, die erfahren wollen, was sich wirklich dahinter verbirgt, werden in diesem Band an die Magie der Mathematik herangeführt: „Das Lesen ist ein Genuß, den man sich nicht entgehen lassen sollte.\" (Jahresbericht der Deutschen Mathematiker-Vereinigung).",
        "isbn": "9783642581557",
        "image": "http://books.google.com/books/content?id=oHj3BQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "de"
    },
    {
        "title": "\"Rabbatz der Halbstarken\"",
        "authors": [
            "Wiebke Westphal"
        ],
        "publisher": "GRIN Verlag",
        "publishedDate": "2012-03-20",
        "description": "Studienarbeit aus dem Jahr 2010 im Fachbereich Geschichte Europa - Deutschland - Neuere Geschichte, Note: 1,0, Georg-August-Universität Göttingen (Seminar für mittlere und neuere Geschichte), Veranstaltung: \"Nierentisch und Tütenlampe\" - Zur Alltagsgeschichte der fünfziger Jahre, Sprache: Deutsch, Abstract: Wer heute einen Blick auf die Bundesrepublik der 50er Jahre wirft, läuft leicht Gefahr, die Dekade angesichts heiterer Heimatfilme wie dem \"Schwarzwaldmädel\" aus dem Jahr 1950, strahlend weißer Persil-Hemden in den Illustrierten und fleißiger Hausfrauen wie \"Klementine\" aus der Ariel-Fernsehwerbung, nostalgisch als kleinbürgerliche Idylle zu verklären. Natürlich war ein Teil der 50er Jahre durch Nierentische und Tütenlampen geprägt – diese Elemente waren jedoch niemals die bestimmenden, sondern lediglich ein kleiner Ausschnitt aus einer viel breiteren Palette. Ein Blick auf die Gesellschaft der Bundesrepublik in den 50er Jahren ist immer auch ein Blick auf eine Gesellschaft \"nach der Katastrophe\". Nach horrenden Verlusten an Mensch und Material im Zweiten Weltkrieg leiteten die 50er die Rückkehr zu \"geordneten und gesitteten Verhältnissen\" ein. Die Wohnungsnot wurde langsam beseitigt, die Lebensbedingungen allmählich verbessert. Ehemalige Trümmerkinder, die jahrelang die Freiräume und Freiheiten der großstädtischen Ruinenlandschaften als \"Abenteuerspielplätze\" genutzt und genossen hatten, wurden im Zuge einer konservativen Werterestauration wieder verstärkt in Familie und Gesellschaft eingebunden. Die CDU/CSU erreichte unter Konrad Adenauer bei den Bundestagswahlen 1957, bislang einmalig in der Nachkriegsgeschichte, die absolute Mehrheit der Stimmen mit einer Kampagne, die den Namen \"Keine Experimente!\" trug – mehr als bezeichnend für den Zeitgeist. Und inmitten dieser neu und lieb gewonnenen Sicherheit erschien scheinbar aus dem Nichts eine Generation \"völlig verjazzter und versporteter\" Jugendlicher auf der Bildfläche und versetzte die Bevölkerung in Angst und Schrecken: \"Halbstarke\", unorganisierte Gruppierungen Halbwüchsiger, \"die in der Öffentlichkeit durch normwidriges, sinn- und nutzloses Randalieren friedensstörend auffallen und primitive Antriebserlebnisse befriedigen wollen.\"",
        "isbn": "9783656155560",
        "image": "http://books.google.com/books/content?id=eTin1Yogkv0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "de"
    },
    {
        "title": "The Dwellers on the Nile",
        "authors": [
            "E. A. Wallis Budge"
        ],
        "publisher": "Courier Dover Publications",
        "publishedDate": "2012-03-20",
        "description": "A renowned expert introduces ancient Egypt's manners and customs, from the cradle to the grave and beyond. Nearly 50 illustrations enhance accessible discussions of food, work and play, jewelry, hieroglyphics, literature, religion, more.",
        "isbn": "9780486169040",
        "image": "http://books.google.com/books/content?id=RUYaDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Jagd in der Neuzeit - Wandel von ritterlicher Tugend zum adeligen Vergnügen",
        "authors": [
            "Farina Otto"
        ],
        "publisher": "GRIN Verlag",
        "publishedDate": "2012-09-04",
        "description": "Studienarbeit aus dem Jahr 2012 im Fachbereich Geschichte Europa - and. Länder - Neuzeit, Absolutismus, Industrialisierung, Note: 1,3, Gottfried Wilhelm Leibniz Universität Hannover, Veranstaltung: Tierhaltung in der frühen Neuzeit, Sprache: Deutsch, Abstract: Die Jagd wird von dem Zeitpunkt an, an dem sie nicht mehr als eine lebenserhaltende Notwendigkeit angesehen wird, vor allem von den Privilegierten ausgeübt. Die Auseinandersetzungen und Interessenskonflikte zwischen bäuerlichen Bevölkerung und Adel haben sich seit dem Mittelalter, im Bezug auf die Jagd, verschärft. Regelungen und Verbote seitens des Adels an die Bauern häuften sich und erschwerten ein friedliches Zusammenleben. Der Themenschwerpunkt, weshalb sich der Adel das Vorrecht zur Jagd sicherte und welche Belastungen die Untertanen dadurch erdulden mussten, sollen in der vorliegenden Arbeit untersucht werden. Ich versuche einen Überblick zu geben, auf welche Ansprüche sich das Jagdrecht gründete, warum der Adel es für sich in Anspruch nahm und wie es sich in der frühen Neuzeit entwickelte. Die Bedeutung der Jagd für den Adel und welche Interessen mit der Durchführung verfolgt werden, soll ebenso behandelt werden, wie die mit der Jagd verbundenen Belastungen, wie Frondienste und Wildschäden. Die verschiedenen Jagdmittel und der genaue Aufbau einer Jagd werden hier nur nebenbei betrachtet. Die verschiedenen Formen und Ausprägungen von Jagdarten werde ich nicht weiter beleuchten.",
        "isbn": "9783656267133",
        "image": "http://books.google.com/books/content?id=IpO6lKuhWmgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "de"
    },
    {
        "title": "Illustrierte Geschichte der Medizin",
        "authors": [
            "Wolfgang U. Eckart"
        ],
        "publisher": "Springer-Verlag",
        "publishedDate": "2010-11-18",
        "description": "Mit diesem Buch bekommen Sie einen kurzweiligen und fundierten Überblick über die Meilensteine der Medizin. Nach einem Abriss über die Medizingeschichte von der Antike bis zur Aufklärung werden nachvollziehbar und nah die wegleitenden Entwicklungen seit der Französischen Revolution fokussiert. Der Autor nimmt Sie mit in den Wandel, in 18 Kapiteln stellt er die Entwicklungen in den zeitlichen Kontext. Zahlreiche Bilder und informative Exkurse beschreiben den Fortschritt anschaulich vor dem historischen Hintergrund. Das Buch ist keine stumpfe chronologische Abhandlung, jedes Kapitel lädt zum Schmökern ein, liefert spannende Geschichte, verbindet Neues und Bekanntes und erschließt dem Leser manchen Zusammenhang auf neue Weise. Ideal als Geschenk, zum Schmökern und zum Vertiefen.",
        "isbn": "9783642126109",
        "image": "http://books.google.com/books/content?id=AUslBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "de"
    },
    {
        "title": "Still Fighting the Civil War",
        "authors": [
            "David Goldfield"
        ],
        "publisher": "LSU Press",
        "publishedDate": "2004-03-01",
        "description": "Newcomers to the South often remark that southerners, at least white southerners, are still fighting the Civil War -- a strange preoccupation considering that the war formally ended more than one hundred and thirty-five years ago and fewer than a third of southerners today can claim an ancestor who actually fought in the conflict. But even if the war is far removed both in time and genealogy, it survives in the hearts of many of the region's residents and often in national newspaper headlines concerning battle flags, racial justice, and religious conflicts. In this sweeping narrative of the South from the Civil War to the present, noted historian David Goldfield contemplates the roots of southern memory and explains how this memory has shaped the modern South both for good and ill. He candidly discusses how and why white southern men fashioned the myths of the Lost Cause and the Redemption out of the Civil War and Reconstruction and how they shaped a religion to canonize the heroes and reify the events of those fated years. Goldfield also recounts how blacks and white women eventually crafted a different, more inclusive version of southern history and how that new vision has competed with more traditional perspectives. As Goldfield shows, the battle for southern history, and for the South, continues -- in museums, public spaces, books, state legislatures, and the minds of southerners. Given the region's growing economic power and political influence, the outcome of this war is more than a historian's preoccupation; it is of national importance. Integrating history and memory, religion, race, and gender, Still Fighting the Civil War will help newcomers, longtime residents, and curious outsiders alike attain a better understanding of the South and each other.",
        "isbn": "9780807147948",
        "image": "http://books.google.com/books/content?id=GOpJQ5ud_2MC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    }
]