[
    {
        "title": "All That I Can Be",
        "authors": [
            "Sally K. Albrecht",
            "Jay Althouse"
        ],
        "publisher": "Alfred Music",
        "publishedDate": "none",
        "description": "Designed to help build character and integrity in your young singers, All That I Can Be is a vibrant collection of 15 unison songs by the well-known writing team of Sally K. Albrecht and Jay Althouse. Teachers as well as parents will enjoy the lessons that can be learned through this collection of songs. The texts reinforce such concepts as teamwork, punctuality, friendship, respect, and telling the truth. Set in a wide variety of musical styles, the songs may be sung separately or together as a 30-minute program. These songs will teach all who sing and all who listen how important it is to be All That I Can Be! The Teacher's Handbook includes reproducible song sheets and word games, programming ideas, and suggestions for additional activities. Recommended for grades 2-7.",
        "isbn": "9781457418471",
        "image": "http://books.google.com/books/content?id=n6mrVRIXo5QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Understanding Popular Music",
        "authors": [
            "Roy Shuker"
        ],
        "publisher": "Routledge",
        "publishedDate": "2013-01-11",
        "description": "Understanding Popular Music is a comprehensive introduction to the history and meaning of popular music. It begins with a critical assessment of the different ways in which popular music has been studied and the difficulties and debates which surround the analysis of popular culture and popular music. Drawing on the recent work of music scholars and the popular music press, Shuker explores key subjects which shape our experience of music, including music production, the music industry, music policy, fans, audiences and subcultures, the musician as 'star', music journalism, and the reception and consumption of popular music. This fully revised and updated second edition includes: *case studies and lyrics of artists such as Shania Twain, S Club 7, The Spice Girls and Fat Boy Slim * the impact of technologies including on-line delivery and the debates over MP3 and Napster * the rise of DJ culture and the changing idea of the 'musician' * a critique of gender and sexual politics and the discrimination which exists in the music industry * moral panics over popular music including the controversies surrounding artists such as Marilyn Manson and Ice-T * a comprehensive discography, guide to further reading and directory of websites.",
        "isbn": "9781134564798",
        "image": "http://books.google.com/books/content?id=hIEJyToJYl0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "David Braham",
        "authors": [
            "John Franceschina"
        ],
        "publisher": "Routledge",
        "publishedDate": "2002-12-26",
        "description": "First Published in 2003. Routledge is an imprint of Taylor & Francis, an informa company.",
        "isbn": "9781135358525",
        "image": "http://books.google.com/books/content?id=Xhy3DAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Strictly Classics, Book 1",
        "authors": [
            "John O'Reilly"
        ],
        "publisher": "Alfred Music",
        "publishedDate": "2005-05-03",
        "description": "This flexible new collection of string ensembles will inspire chamber music performance while introducing beginners to some of the greatest classic themes ever written. Correlated with Strictly Strings Book 1, Strictly Classics contains 18 ensembles spanning four centuries of music. Its flexible format provides performance opportunities for solo (with piano accompaniment), duet and trio up through full string ensemble. Strictly Classics, Book 2 introduces 14 additional ensemble pieces which correlate with Strictly Strings, Book 2.",
        "isbn": "9781457409387",
        "image": "http://books.google.com/books/content?id=-1l6AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Complete Works, Volume I",
        "authors": [
            "Robert Schumann"
        ],
        "publisher": "Alfred Music",
        "publishedDate": "1996-02-01",
        "description": "Complete Works, Clara Schumann Edition, Op. 1 - Op. 8, for piano.",
        "isbn": "9781457476822",
        "image": "http://books.google.com/books/content?id=kN7dsW3aLLoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Ashley Judd Crying On The Inside",
        "authors": [
            "James L. Dickerson"
        ],
        "publisher": "Schirmer Trade Books",
        "publishedDate": "2012-03-25",
        "description": "In Crying on the Inside, veteran author and journalist James L. Dickerson recounts Ashely Judd's difficult childhood in Kentucky and California, her troubled relationships with her mother and sister, her big-screen breakthrough in 1993's Ruby in Paradise, her life-long struggle with depression, her off-screen romances and her marriage. Discover the inside story behind her roles in Heat, Kiss the Girls, High Crimes and The Divine Secrets of the Ya-Ya Sisterhood. Journey with her as she makes the transition from actress to social activist, addressing the General Assembly of the United Nations on matters of the greatest importance. James L. Dickerson is an award-winning writer, mental health professional, and author of the music histories Mojo Triangle and Memphis Going Down. As a biographer he has authored books on Nicole Kidman, Faith Hill, jazz legend Lil Hardin Armstrong, and Elvis Presley’s guitarist and manager, Scotty Moore. An award winning newspaper editorial writer, he is also co-author of the civil rights history, Devil’s Sanctuary: An Eyewitness History of Mississippi Hate Crimes.",
        "isbn": "9780857125033",
        "image": "http://books.google.com/books/content?id=MkTHDgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "1812 Overture",
        "authors": [
            "Peter Ilich Tchaikovsky"
        ],
        "publisher": "Courier Corporation",
        "publishedDate": "2003-01-01",
        "description": "Commissioned to mark the 1882 All-Russia Exhibition of Arts and Crafts, this extraordinarily popular work was premiered at the consecration of the Kremlin's Cathedral of the Redeemer--the monument built to commemorate the Russian defeat of the Napoleonic invasion in 1812. A colorful musical tapestry of nationalistic themes and battle scenes, performances of the \"1812\" — with cannons thundering and bells pealing — have remained an electrifying outdoor event at patriotic concerts worldwide.",
        "isbn": "9780486428567",
        "image": "http://books.google.com/books/content?id=FFjDkoF53DYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Il Natale dei Beatles",
        "authors": [
            "Renzo Stefanel",
            "Franco Zanetti"
        ],
        "publisher": "Giunti Editore",
        "publishedDate": "2016-10-05",
        "description": "Uno sguardo strano e curioso al pianeta Beatles, isolando una decina di storie vere, gioiose, drammatiche o buffe, ambientate nel cuore dell’inverno, dagli anni ‘50 alla fine dei ‘60. I Beatles che sgomitano come Quarrymen, che vengono espulsi dalla Germania perché non in regola con i permessi di lavoro, che il 1° gennaio 1962 tentano un provino con la Decca (bocciati!), che diventano famosi e per due Natali di fila organizzano un “Beatles Christmas Show” in cui cantano, suonano e recitano; che per la sera di Santo Stefano del 1967 girano un film TV che avrà un notevole e antipatico insuccesso, il “Magical Mystery Tour”. Completa il libro una appendice con elenchi di canzoni natalizie eseguite dai quattro o a lorodedicate, il racconto dettagliato di come si svolgevano i “Christmas Show” e la descrizione degli appositi “Christmas Records” che i quattro ragazzi di Liverpool prepararono ogni anno per gli iscritti al loro fan club.",
        "isbn": "9788809848535",
        "image": "http://books.google.com/books/content?id=xacoDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "it"
    },
    {
        "title": "The Oxford Handbook of Sound Studies",
        "authors": [
            "Trevor Pinch",
            "Karin Bijsterveld"
        ],
        "publisher": "OUP USA",
        "publishedDate": "2012-01-05",
        "description": "Written by the world's leading scholars and researchers in the emerging field of sound studies, The Oxford Handbook of Sound Studies offers new and fully engaging perspectives on the significance of sound in its material and cultural forms. The book considers sounds and music as experienced in such diverse settings as shop floors, laboratories, clinics, design studios, homes, and clubs, across an impressively broad range of historical periods and national and cultural contexts.Science has traditionally been understood as a visual matter, a study which has historically been undertaken with optical technologies such as slides, graphs, and telescopes. This book questions that notion powerfully by showing how listening has contributed to scientific practice. Sounds have always been a part of human experience, shaping and transforming the world in which we live in ways that often go unnoticed. Sounds and music, the authors argue, are embedded in the fabric of everyday life, art, commerce, and politics in ways which impact our perception of the world. Through an extraordinarily diverse set of case studies, authors illustrate how sounds -- from the sounds of industrialization, to the sounds of automobiles, to sounds in underwater music and hip-hop, to the sounds of nanotechnology -- give rise to new forms listening practices. In addition, the book discusses the rise of new public problems such as noise pollution, hearing loss, and the \"end\" of the amateur musician that stem from the spread and appropriation of new sound- and music-related technologies, analog and digital, in many domains of life.Rich in vivid and detailed examples and compelling case studies, and featuring a companion website of listening samples, this remarkable volume boldly challenges readers to rethink the way they hear and understand the world.",
        "isbn": "9780195388947",
        "image": "http://books.google.com/books/content?id=KuRfLG0IedYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Professional Piano Teaching, Volume 1 - Elementary Levels",
        "authors": [
            "Jeanine M. Jacobson",
            "E. L. Lancaster",
            "Albert Mendoza"
        ],
        "publisher": "Alfred Music",
        "publishedDate": "2015-09-25",
        "description": "Professional Piano Teaching offers a practical guide to the art of piano teaching. Volume 1, now available as an updated second edition, is an excellent introduction to the profession of teaching piano. This revised second edition has been expanded to include chapters on teaching adult students and teaching popular, sacred, and other familiar music. Designed to serve as a basic text for a first-semester or lower-division piano pedagogy course, it provides an overview of learning principles and a thorough approach to essential aspects of teaching elementary-level students. Special features include discussions on how to teach, not just what to teach; numerous musical examples; chapter summaries; and suggested projects for new and experienced teachers. Topics: * The Art of Professional Piano Teaching * Principles of Learning * Beginning Methods * Teaching Beginners and Elementary Students * Teaching Rhythm and Reading * Teaching Technique and Musical Sound Development * Elementary Performance and Study Repertoire * Developing Musicality in Elementary Students * Group Teaching * Teaching Preschoolers * Teaching Adults * Teaching Popular, Sacred, and Other Familiar Music * The Business of Piano Teaching * Evaluation of Teaching",
        "isbn": "9781470632755",
        "image": "http://books.google.com/books/content?id=dRq2CgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    }
]