[
    {
        "title": "Environment and Democratic Transition:",
        "authors": [
            "A. Vari",
            "Pal Tamas"
        ],
        "publisher": "Springer Science & Business Media",
        "publishedDate": "2013-03-14",
        "description": "Recent democratization and the accompanied liberalization of the media in Central and Eastern Europe has brought the devastating environmental impacts of the intensive and careless industrialization of the last 40 years to the surface. Less is known, however, about the social, political and institutional background of environmental risk management which led to the present situation, as well as about recent changes. Environment and Democratic Transition: Policy and Politics in Central and Eastern Europe provides an overview of the mechanism of policy making, the role of the scientific community, the environmental movements, and the public in risk controversies in Central and Eastern Europe from the 1970s until 1991. The book brings together studies by leading social scientists from the East and the West who investigate the economic, legal, institutional, behavioral, social and political aspects of environmental policy. In addition to analyzing past histories, most contributions focus also on challenges, pitfalls and dilemmas that the region's policy makers and environmentalists must face during the period of transition and into the future.",
        "isbn": "9789401581202",
        "image": "http://books.google.com/books/content?id=GxYrBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Computer Supported Risk Management",
        "authors": [
            "Giampiero Beroggi",
            "W.A. Wallace"
        ],
        "publisher": "Springer Science & Business Media",
        "publishedDate": "2012-12-06",
        "description": "Advances in information technology provide opportunities for the development of computer systems that support risk managers in complex tasks. Leading experts report on the potentials and limitations concerning the use of computer systems in risk management. Their reports are based on many years of experience in their fields which include: risk analysis, systems engineering, geographic information systems, decision support systems, human--machine systems, and psychology. The book addresses four major issues in computer supported risk management: Conceptual aspects: the role, design, and use of computers in risk management Planning and policy analysis: transportation, equity analysis, emergency management, group decision making Operational decision making: nuclear power monitoring, emergency response, public safety warning, satellite tracking Commercial applications: GIS from IIASA, InterClair from IAEA, EPA software, cleanup decision support software survey. This book is meant for researchers, who will find the emerging issues in risk management that are motivated by the encounter of new tasks and novel technology; practitioners who will have descriptions and references of the state-of-the-art models and software; and students who will learn the basic concepts needed to develop advanced information and decision support systems in risk management.",
        "isbn": "9789401102452",
        "image": "http://books.google.com/books/content?id=Fy_7CAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Air Pollution Processes in Regional Scale",
        "authors": [
            "Dimitrios Melas",
            "Dimiter Syrakov"
        ],
        "publisher": "Springer Science & Business Media",
        "publishedDate": "2012-12-06",
        "description": "An understanding of long-range transport of air pollutants in the atmosphere requires a knowledge of the relevant atmospheric dynamic and chemical processes active at the regional scale as well as the temporal and spatial distribution of emissions. Numerical modeling is the most efficient way to determine the atmospheric transport, photochemistry and deposition pathways. The book therefore discusses the physical and chemical processes that determine regional air pollution and presents the relevant modeling techniques to describe the different atmospheric processes that are active at that scale.",
        "isbn": "9789400710719",
        "image": "http://books.google.com/books/content?id=ZNvqCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Pearls and Pebbles",
        "authors": [
            "Catharine Parr Traill"
        ],
        "publisher": "Dundurn",
        "publishedDate": "1999-11-15",
        "description": "How fitting to close out the 20th century with a brand new edition of Pearls & Pebbles by the noted chronicler of pioneer life, Catharine Parr Traill. Published in 1894, Pearls & Pebbles is an unusual book with a lasting charm, in which the author’s broad focus ranges from the Canadian natural environment to early settlement of Upper Canada. Through Traill’s eyes, we see the life of the pioneer woman, the disappearance of the forest, and the corresponding changes in the life of the Native Canadians who have inhabited that forest. Editor Elizabeth Thompson reminds us of the significance of the writings by Traill, the aged author/naturalist, who felt that the hours spent gathering the pebbles and pearls from her notebooks and journals written in the backwoods of Canada was not time wasted.",
        "isbn": "9781459718364",
        "image": "http://books.google.com/books/content?id=hHmRPYQa_bQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Indians, Markets, and Rainforests",
        "authors": [
            "Ricardo Godoy"
        ],
        "publisher": "Columbia University Press",
        "publishedDate": "2001-08-01",
        "description": "This book addresses two important and related questions: does participation in a market economy help or hurt indigenous peoples and how does it affect the conservation of tropical rainforest flora and fauna? Oddly, there have been few quantitative studies that have addressed these issues. Ricardo Godoy's research takes an important step toward rectifying this oversight by investigating five different lowland Amerindian societies of tropical Latin America—all of which are experiencing deep changes as they modernize. Godoy examines the effect of markets on a broad range of areas including health, conservation of flora and fauna, leisure, folk knowledge, reciprocity, and private time preference. He concludes that, contrary to considerable anthropological theory, the effect of markets on the quality of life and the rainforest are often unclear or benign. Godoy uses multivariate techniques to examine the changes modernization has had on many indicators of the quality of life and the environment and concludes that the seeds of socioeconomic differentiation may already lie dormant in simple economies. The impact of modernization on lowland Amerindians is a topic of great concern to anthropologists, researchers, and policymakers in developing nations, and this book is a significant contribution to the debate about the likely future of indigenous people.",
        "isbn": "9780231505031",
        "image": "http://books.google.com/books/content?id=Bp7RDEZyxWcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Traditional use of plant resources by bankariya ethnic group in Makawanpur district, central Nepal",
        "authors": [
            "Y. Uprety",
            "Emmanuel Boon",
            "R.C. Poudel"
        ],
        "publisher": "GRIN Verlag",
        "publishedDate": "2008-05-14",
        "description": "Scientific Study from the year 2008 in the subject Environmental Sciences, grade: none, Vrije University Brussel (Human Ecology Department), 32 entries in the bibliography, language: English, abstract: An ethonobotanical study was conducted to document the traditional use of plants and to find out the potential economic value of plants used by the indigenous ‘Bankariya’ people of Central Nepal. Personal interviews and group discussions were conducted to gather information on the indigenous knowledge of this ethnic group. A checklist of ‘categories of plant use’ was developed and used to identify, categorize and document plant species in the Twanrakhola community. Altogether, 109 plant species belonging to 49 families and 84 genera used for a wide range of purposes in the community are recorded. The people are highly dependent on forest and forest products. Because of their long experience with forests, the ‘Bankariya’ people have acquired rich knowledge about the utilization of plant resources in various ways. The Twanrakhola community harbours a high diversity of medicinal plants and wild edible plants. Despite the gradual economic and socio-cultural transformation in the life style of the community members because of globalisation, the Bankariya people still possess substantial knowledge of plants and their uses. Sustainable harvesting of and trade in medicinal and wild edible plants could be a significant source of subsistence and income generation for the local population.",
        "isbn": "9783638049412",
        "image": "http://books.google.com/books/content?id=_fjaJ6XXAAQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Evolutionary Ecology",
        "authors": [
            "Anne E. Magurran"
        ],
        "publisher": "Oxford University Press",
        "publishedDate": "2005-08-25",
        "description": "The Trinidadian guppy represents a uniguely tractable vertebrate system, which has raised key questions in evolutionary ecology and supplied many of the answers. This work discusses this study and incorporates significant new findings and insights.",
        "isbn": "9780198527855",
        "image": "http://books.google.com/books/content?id=mDYsoQFIBrMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Sound Approach to Birding",
        "authors": [
            "Mark Constantine",
            "Sound Approach"
        ],
        "publisher": "The Sound Approach",
        "publishedDate": "2006",
        "description": "\"Combining anecdote, scientific theory and practical experience the Sound Approach to birding is a step-by-step guide through tone, pitch, rhythm, reading sonagrams, acoustics, and using sounds to age and sex birds.\" -- Back cover.",
        "isbn": "9789081093316",
        "image": "http://books.google.com/books/content?id=dEpZV0ke3lMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Nuclear War Survival Skills",
        "authors": [
            "Cresson H. Kearny"
        ],
        "publisher": "Skyhorse",
        "publishedDate": "2016-01-19",
        "description": "A field-tested guide to surviving a nuclear attack, written by a revered civil defense expert. This edition of Cresson H. Kearny’s iconic Nuclear War Survival Skills (originally published in 1979), updated by Kearny himself in 1987 and again in 2001, offers expert advice for ensuring your family’s safety should the worst come to pass. Chock-full of practical instructions and preventative measures, Nuclear War Survival Skills is based on years of meticulous scientific research conducted by Oak Ridge National Laboratory. Featuring a new introduction by ex-Navy SEAL Don Mann, this book also includes: instructions for six different fallout shelters, myths and facts about the dangers of nuclear weapons, tips for maintaining an adequate food and water supply, a foreword by “the father of the hydrogen bomb,” physicist Dr. Edward Teller, and an “About the Author” note by Eugene P. Wigner, physicist and Nobel Laureate. Written at a time when global tensions were at their peak, Nuclear War Survival Skills remains relevant in the dangerous age in which we now live.",
        "isbn": "9781510702059",
        "image": "http://books.google.com/books/content?id=og8QCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "This Sacred Earth",
        "authors": [
            "Roger S. Gottlieb"
        ],
        "publisher": "Psychology Press",
        "publishedDate": "2004",
        "description": "Table of contents",
        "isbn": "9780415943604",
        "image": "http://books.google.com/books/content?id=qtJp7aAZV_oC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    }
]