[
    {
        "title": "Augustine's Confessions",
        "authors": [
            "William E. Mann"
        ],
        "publisher": "Rowman & Littlefield Publishers",
        "publishedDate": "2006-03-28",
        "description": "Unique in all of literature, the Confessions combines frank and profound psychological insight into Augustine's formative years along with sophisticated and beguiling reflections on some of the most important issues in philosophy and theology. The essays contained in this volume, by some of the most distinguished recent and contemporary thinkers in the field, insightfully explore Augustinian themes not only with an eye to historical accuracy but also to gauge the philosophical acumen of Augustine's reflections.",
        "isbn": "9780742570986",
        "image": "http://books.google.com/books/content?id=BUM2AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Doing Justice to Mercy",
        "authors": [
            "Jonathan Rothchild",
            "Matthew Myer Boulton",
            "Kevin Jung"
        ],
        "publisher": "University of Virginia Press",
        "publishedDate": "2007",
        "description": "The schools of divinity and law at the University of Chicago sponsored a three-day conference (no date cited) to explore the relationship of mercy to justice in systems of criminal justice. A glaring context of the discussion was the massive expansion of the US prison system since the 1970s, calling into question the fundamental purpose of the criminal justice system. Some of the 12 papers consider case studies, such as domestic violence, sentencing, and international law. Others look at approaches to the question, among them political theology, phenomenological, and social ethics.",
        "isbn": "9780813926421",
        "image": "http://books.google.com/books/content?id=bAr6oQQIlT0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Doing Time",
        "authors": [
            "Dennis Burke"
        ],
        "publisher": "Paulist Press",
        "publishedDate": "2008",
        "description": "Our understanding of eating disorders has improved markedly over the past 10 years since the publication of the previous edition of this volume. Early intervention is the key, as body dissatisfaction, obsession with thinness, and restrained and binge eating can be found in those as young as ten. Exploring prevention methods and therapeutic options, the second edition of Eating Disorders in Women and Children: Prevention, Stress Management, and Treatment is updated with new research on these devastating maladies. Highlights in the second edition include: An emphasis on the physiology of eating disorders and genetic factors related to anorexia and bulimia Theories on prevention and the identification of at-risk individuals The latest information on therapeutic modalities, including cognitive behavioral, interpersonal, constructionist, and narrative approaches as well as pharmaceutical management Nutritional evaluation and treatment Specific exercise recommendations for women and children with eating disorders An accompanyingCD-ROM containing a PowerPoint presentation for each chapter With contributions from acclaimed clinicians widely known for their work with the eating disorder population, this volume recognizes the multifaceted nature of these disorders, addresses the widening demographic range of those afflicted, and delves into the issues behind their development. It provides practical recommendations for treatment from many perspectives, presenting enormous hope for people who painfully struggle with these disorders. In addition, it explores critical measures that can be taken to help the larger population understand and work to prevent eating disorders in their communities.",
        "isbn": "9780809145270",
        "image": "http://books.google.com/books/content?id=ua7EAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Diary of a Country Clergyman 1848-1851",
        "authors": [
            "James Reid",
            "Reisner"
        ],
        "publisher": "McGill-Queen's Press - MQUP",
        "publishedDate": "2000-04-06",
        "description": "A crusty yet diffident Scot, James Reid began his career as a sectarian evangelical missionary. The diary finds him thirty years later as a moderate, if conservative, Anglican clergyman. Through this remarkable document, village routines and intrigues, as well as Reid's circle of friends and his clerical colleagues, come vividly to life. His private reflections on the tensions and growing pains experienced by the colonial church at a formative stage in its evolution, and his reaction to events on the wider political scene, give us valuable insights into his life and the times. Reid was a man of considerable complexity and his foibles and vanities are apparent in his narrative. The glimpses of his home life shed much light on gender relations and the history of the family. The diary has been edited and annotated by M.E. Reisner, who provides the background to Reid's narrative. Her informative biographical sketches, collected in an appendix, shed further light on representative local figures and the community dynamics of his town. The Diary of a Country Clergyman will be of interest to the general reader and social historian alike.",
        "isbn": "9780773568136",
        "image": "http://books.google.com/books/content?id=fyTUUvwICYQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Better Way",
        "authors": [
            "Ron Clark"
        ],
        "publisher": "Wipf and Stock Publishers",
        "publishedDate": "2010-01-01",
        "description": "When Paul came to Corinth he found a culture emerging from the ashes of Roman power. As Julius Caesar rebuilt the fallen city he brought Roman culture to this Greek community. Likewise, Paul's message of salvation in Jesus rebuilt the fallen lives of people dominated by a culture of power. This power was displayed in violence, discrimination, sexuality, and spirituality. As this city emerged from the ashes of humiliation the church emerged, by God's hand, from of the humiliation of Jesus and the cross. Today the church emerges in a culture of power, humiliation, and fear. Paul's challenge for the church is to be mature and practice unconditional love. This love is permanent. This love develops and empowers others. This love causes us to be in relationship with God and others. Through this love God's people see face to face. The church can emerge to radiate love, peace, and empowerment.",
        "isbn": "9781606082256",
        "image": "http://books.google.com/books/content?id=NuRLAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Self, Same, Other",
        "authors": [
            "Heather Walton",
            "Andrew Hass"
        ],
        "publisher": "A&C Black",
        "publishedDate": "2000",
        "description": "This collection of essays explores the way our notions of self, other, subjectivity, gender and the sacred text are being re-visioned within contemporary theory. These new ways of conceiving create upheavals and radical shifts that rework our understanding of philosophical, psychological, political, sexual and spiritual identity, allowing us to trace the fault lines, regulatory forces, exclusions and unmarked spaces both within our selves, and within the discourses that attend these selves. As such, revisionings break down borders, and the encounter of literature and theology becomes a crucial focus for these explorations, as the self learns to resituate its own being creatively vis-a-vis others and, ultimately, the Other.>",
        "isbn": "9781841270180",
        "image": "http://books.google.com/books/content?id=o7bUAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "A Passionate Faith",
        "authors": [
            "R. D. Turnbull"
        ],
        "publisher": "Monarch Books",
        "publishedDate": "2012",
        "description": "Evangelical is a badge, a line in the sand, a term of abuse, a much-overworked word. What are the key markers of the evangelical faith? How did the movement come into being, and how is it changing? What is its style, then and now, and what is its theology? Richard Turnbull shows how and why the evangelicals have not only survived, but have grown strong, and explains their unique contribution to world Christianity. He covers the historical roots of evangelical spirituality; the place of the Bible; the concepts of conversion, personal transformation and call; evangelism and service; worship and revival. \"The greatest need of our age is for the Church to rediscover her evangelical foundations. Dr Turnbull tells the stirring story of the rise of evangelicalism - of a beautiful Saviour, a Living Scripture, a heart-felt Song and a sending Spirit. Read this book, recall the cloud of witnesses, remind yourself of what matters, revive your own faith, then go reach a lost world for Christ.\" - Simon Ponsonby, Pastor of Theology at St Aldates Church, Oxford There are great riches within the evangelical tradition to resource the whole Church and it is vital that evangelicals become better acquainted with their heritage. Richard Turnbull’s study shows how evangelicals in the past forged a spirituality that had clarity and depth, and calls us to do the same. - Revd Dr Liz Hoare, Tutor in Prayer, Spirituality and Mission at Wycliffe Hall, Oxford",
        "isbn": "9781854249012",
        "image": "http://books.google.com/books/content?id=eY8-gRLjhTgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "My Road to Kenya",
        "authors": [
            "Jack O’Leary & Mary Clare Lyons"
        ],
        "publisher": "WestBow Press",
        "publishedDate": "2012-08-10",
        "description": "Together we shared a mostly happy journey — facing and overcoming obstacles, meeting fascinating people wherever we went while falling completely in love with the people of Kenya. This book is a tribute to my co-laborers and in writing this book I hope to show that one does not need to be a hero to step out, take risks and make the world a better, healthier and happier place. –Jack O’Leary An archbishop, an environmentalist and an AIDS activist are only a few of the heroes, who stood up against a ruthless dictator and corrupt government, in Jack O’Leary’s My Road to Kenya. My Road to Kenya shines a light on a group of everyday heroes who believe they were called to make a difference in the lives of the people of Kenya. Fate and faith led them to the crossroads where their paths converged. Working together they have built and supplied hospitals, clinics, schools, churches, and homes for hundreds of children— many of whom were orphaned by HIV/AIDS. Through it all they asked for nothing for themselves. Yet in the end, the collaborations of these everyday heroes resulted in something invaluable — the forging of deep and long-lasting friendships.",
        "isbn": "9781449756635",
        "image": "http://books.google.com/books/content?id=DZ5aAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Great Day Every Day",
        "authors": [
            "Max Lucado"
        ],
        "publisher": "Thomas Nelson Inc",
        "publishedDate": "2012-01",
        "description": "Describes how to make every day an extraordinary day by saturating oneself in Jesus's grace, allowing the day to be filled with God-given purpose regardless of the minor setbacks everyday life holds.",
        "isbn": "9780849920738",
        "image": "http://books.google.com/books/content?id=Uqqf9HA5BG8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "The Gospel according to Mark",
        "authors": [
            "John Peter Lange"
        ],
        "publisher": "Wipf and Stock Publishers",
        "publishedDate": "2007-05-01",
        "description": "Presented here, in paperback for the first time, is John Peter Lange's Theologischhomiletisches Bibelwerk. Intended to help preachers prepare sermons the commentary series is essentially biblical and evangelical catholic. This 19th century commentary has served as a standard reference for more than a century. Many early reviewers regarded Schaff's edition with his additional material as superior to the original. It has proven to be a complete and useful Commentary and continues to prove especially valuable to ministers. It contains critical annotations of the text and its translation, and a threefold commentary, exegetical, doctrinal, and homiletical. Under these three heads the text is viewed from every aspect.",
        "isbn": "9781556354021",
        "image": "http://books.google.com/books/content?id=GgZKAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    }
]