[
    {
        "title": "Interstellar Dust",
        "authors": [
            "L.J. Allamandola",
            "A.G.G.M. Tielens"
        ],
        "publisher": "Springer Science & Business Media",
        "publishedDate": "2012-12-06",
        "description": "IAU Symposium 135 on Interstellar Dust was hosted and co-sponsored by NASA's Ames Research Center from July 26-30, 1988. The symposium was held at the lovely campus of Santa Clara University situated around the historic Santa Clara Mission in California. The meeting was made possible by generous grants from the Astron omy and Relativity Branch of the National Aeronautics and Space Administration and the Galactic Astronomy Program of the National Science Foundation. The International Astronomical Union provided travel grants to a few participants from countries with limited travel funds. We are particularly grateful for the support and services rendered by the dedicated staff at NASA's Ames Research Center and to the\" SET! Institute for professionally and expeditiously administering the U.S. grants. This symposium brought together 199 scientists representing 19 different coun tries. The wide range of interest and expertise of the participants - all in some way related to interstellar dust - is reflected in the great variety of topics that were discussed during the symposium ranging from UV, visible and IR observations of interstellar extinction to quantum-statistical calculations of the IR emission from highly vibrationally excited molecules. During the course of the meeting, 41 invited review papers and 140 contributed papers were presented. This book is a collection of the invited review papers. The contributed papers have been published in a companion volume, NASA CP-3036, available from National Technical Information Service, Springfield, Virginia 22161, USA.",
        "isbn": "9789400924628",
        "image": "http://books.google.com/books/content?id=DkztCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "A Romp Thru Science",
        "authors": [
            "Bernie Keating"
        ],
        "publisher": "AuthorHouse",
        "publishedDate": "2012-07-16",
        "description": "Why Science? We are fascinated by discovery: who discovered what, and how? This ranges from a look outward at the night sky with scientists like Kepler, astronauts like Neil Armstrong, to physicist like Einstein, chemists like Marie Curie and Linus Pauling, an inward look at psychologists such as Skinner and Maslow, and philosophers like Plato. Join Keating as he explores the pursuit of scientific discovery from his background as a physicists and a long career in the margins of the academic world.",
        "isbn": "9781477223819",
        "image": "http://books.google.com/books/content?id=89n35iZ7XXwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Local and Metropolitan Communication Systems",
        "authors": [
            "Toshiharu Hasegawa",
            "Yukata Takahashi",
            "Guy Pujolle",
            "Hideaki Takagi"
        ],
        "publisher": "Springer",
        "publishedDate": "2013-03-19",
        "description": "We are witnessing an ever-increasing thrust toward the era of multimedia information networks, largely spurred by the U.S. Government's proposal for the National Information Infrastructure in the fall of 1993. While more people are subscribing to the services of narrowband ISDN, the implementation of broadband ISDN by means of Asynchronous Transfer Mode (ATM) has accelerated since the formation of the ATM Forum in 1993. In the meantime, frame relay may prevail for inter-LAN connections. In the \"upper layer\" of the network, commercial use of Internet is rapidly emerging. To ensure the successful development of technology, it is vital to use a judicious approach in assessing the architecture and performance of the systems that implement the technology. It is this spirit that underlies the present conference, which is intended to provide an international forum for the presentation of recent research results in the area of local and metropolitan communication systems. This conference has two sets of predecessors. It is the third in a series of international conferences on Local and Metropolitan Communication Systems -LAN & MAN; the first was held in Toulouse in 1986 and the second in Palma de Mallorca in 1991. It is also the fourth in a triennial series organized by Kyoto University and others on the performance of communication-related systems; the previous ones were held in Tokyo (1985) and Kyoto (1988, 1991).",
        "isbn": "9780387348841",
        "image": "http://books.google.com/books/content?id=f4LbBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Excitable Cells in Tissue Culture",
        "authors": [
            "Phillip G. Nelson",
            "Melvyn Lieberman"
        ],
        "publisher": "Springer Science & Business Media",
        "publishedDate": "2012-12-06",
        "description": "The tissue culture approach to the study of membrane properties of excitable cells has progressed beyond the technical problems of culture methodology. Recent developments have fostered substantive contributions in research con cerned with the physiology, pharmacology, and biophysics of cell membranes in tissue culture. The scope of this volume is related to the application of tissue culture methodology to developmental processes and cellular mechanisms of electrical and chemical excitability. The major emphasis will be on the body of new biological information made available by the analytic possibilities inherent in the tissue culture systems. Naturally occurring preparations of excitable cells are frequently of suf ficient morphological complexity to compromise the analysis of the data obtained from them. Some of the limitations associated with dissected prepa rations have to do with the direct visualization of and access to the cell(s) in question and maintenance of steady-state conditions for prolonged periods of time. Since preparations in tissue culture can circumvent these problems, it is feasible to analyze the properties of identifiable cells, grown either singly or in prescribed geometries, as well as to follow the development of cellular inter actions. A crucial consideration in the use of cultured preparations is that they must faithfully capture the phenomenon of interest to the investigator. This and other potential limitations on the methodology are of necessary concern in the present volume.",
        "isbn": "9781468438031",
        "image": "http://books.google.com/books/content?id=kxfaBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Inverse Problems in Engineering Mechanics",
        "authors": [
            "Masataka Tanaka",
            "Huy D. Bui"
        ],
        "publisher": "Springer Science & Business Media",
        "publishedDate": "2013-03-08",
        "description": "Inverse problems occur in a wide variey of fields. In general, the inverse problem can be defined as one where one should estimate the cause from the result, while the direct problem is concerned with how to obtain the result from the cause. The aim of this symposium was to gather scientists and researchers in engineering mechanics concerned with inverse problems in order to exchange research result and develop computational and experimentalapproaches to solve inverse problems. The contributions in this volume cover the following subjects: mathematical and computational aspects of inverse problems, parameter or system identification, shape determination, sensitivity analysis, optimization, material property characterization, ultrasonic nondestructive testing, elastodynamic inverse problems, thermal inverse problems, and other miscellaneous engineering applications.",
        "isbn": "9783642524394",
        "image": "http://books.google.com/books/content?id=XUvoCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Effective Environmental Regulation",
        "authors": [
            "Halina Szejnwald Brown",
            "David Angel",
            "David P. Angel",
            "Patrick George Derr"
        ],
        "publisher": "Greenwood Publishing Group",
        "publishedDate": "2000",
        "description": "Challenging views prevalent among Western and Polish scholars, this book explains Poland's surprising success in developing effective environmental and occupational regulatory systems while achieving remarkable socioeconomic growth, despite the toxic legacy of the Communist era. It offers rich insights into the questions of how one can achieve both economic growth and improved environmental and safety protection, and of the extent to which regulatory systems can be transferred across national and cultural boundaries. The authors develop a theoretical framework for assessing regulatory success, then use it to analyze Poland's recent experience. Grounded in five case studies of recently privatized firms, the analysis also presents a new survey of privately owned firms, extensive policy and data analysis, and interviews with key policy leaders, entrepreneurs, and intellectuals. The book points to case-specific decision making and information richness as key dimensions of an effective regulatory system and considers in depth the extent to which information richness is culturally dependent, and hence its portability as a policy tool. Addressing regulatory issues that are specific to both the United States and the international development community, the book makes a significant contribution to advancing the theoretical and conceptual frameworks used to explain the success, or lack of success, of regulatory systems.",
        "isbn": "9780275969714",
        "image": "http://books.google.com/books/content?id=VAMiswlb60kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Organometallic Chemistry",
        "authors": [
            "E. W. Abel",
            "F. G. A. Stone"
        ],
        "publisher": "Royal Society of Chemistry",
        "publishedDate": "1975",
        "description": "Organometallic chemistry is an interdisciplinary science which continues to grow at a rapid pace. Although there is continued interest in synthetic and structural studies the last decade has seen a growing interest in the potential of organometallic chemistry to provide answers to problems in catalysis synthetic organic chemistry and also in the development of new materials. This Specialist Periodical Report aims to reflect these current interests reviewing progress in theoretical organometallic chemistry, main group chemistry, the lanthanides and all aspects of transition metal chemistry. Specialist Periodical Reports provide systematic and detailed review coverage of progress in the major areas of chemical research. Written by experts in their specialist fields the series creates a unique service for the active research chemist, supplying regular critical in-depth accounts of progress in particular areas of chemistry. For over 80 years the Royal Society of Chemistry and its predecessor, the Chemical Society, have been publishing reports charting developments in chemistry, which originally took the form of Annual Reports. However, by 1967 the whole spectrum of chemistry could no longer be contained within one volume and the series Specialist Periodical Reports was born. The Annual Reports themselves still existed but were divided into two, and subsequently three, volumes covering Inorganic, Organic and Physical Chemistry. For more general coverage of the highlights in chemistry they remain a 'must'. Since that time the SPR series has altered according to the fluctuating degree of activity in various fields of chemistry. Some titles have remained unchanged, while others have altered their emphasis along with their titles; some have been combined under a new name whereas others have had to be discontinued. The current list of Specialist Periodical Reports can be seen on the inside flap of this volume.",
        "isbn": "9780851865317",
        "image": "http://books.google.com/books/content?id=4aw6BEmJia0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Fluoropolymers 2",
        "authors": [
            "Gareth G. Hougham",
            "Patrick E. Cassidy",
            "Ken Johns",
            "Theodore Davidson"
        ],
        "publisher": "Springer Science & Business Media",
        "publishedDate": "2006-04-11",
        "description": "The fluorine atom, by virtue of its electronegativity, size, and bond strength with carbon, can be used to create compounds with remarkable properties. Small molecules containing fluorine have many positive impacts on everyday life of which blood substitutes, pharmaceuticals, and surface modifiers are only a few examples. Fluoropolymers, too, while traditionally associated with extreme high performance applications have found their way into our homes, our clothing, and even our language. A recent American president was often likened to the tribology of PTFE. Since the serendipitous discovery of Teflon at the DuPont Jackson Laboratory in 1938, fluoropolymers have grown steadily in technological and marketplace importance. New synthetic fluorine chemistry, new processes, and new apprecia tion of the mechanisms by which fluorine imparts exceptional properties all contribute to accelerating growth in fluoropolymers. There are many stories of harrowing close calls in the fluorine chemistry lab, especially from the early years, and synthetic challenges at times remain daunting. But, fortunately, modem techniques and facilities have enabled significant strides toward taming both the hazards and synthetic uncertainties, In contrast to past environmental problems associated with fluorocarbon refrigerants, the exceptional properties of fluorine in polymers have great environmental value. Some fluoropolymers are enabling green technologies such as hydrogen fuel cells for automobiles and oxygen selective membranes for cleaner diesel combustion.",
        "isbn": "9780306469190",
        "image": "http://books.google.com/books/content?id=UWbjBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Electrically Conductive Adhesives",
        "authors": [
            "Rajesh Gomatam",
            "Kash L. Mittal"
        ],
        "publisher": "CRC Press",
        "publishedDate": "2008-12-23",
        "description": "With all the environmental concerns and constraints today and stricter future regulations, there is a patent need to replace materials noxious to the environment by environmentally-friendly alternatives. Electrically conductive adhesives (ECAs) are one such example. ECAs offer an excellent alternative to lead-solder interconnects for microelectronic packaging applications. ECAs are used in electronics for laptop computers, camcorders, watch electronics, hard-drive suspensions and a myriad of electronic equipments. Environmentally-friendly ECAs offer many advantages vis-à-vis solder, such as simple and low-temperature processing conditions, better thermo mechanical performance and finer pitch. This book is based on the two Special Issues of the Journal of Adhesion Science and Technology (JAST vol. 22, no. 8-9 and vol. 22, no. 14) dedicated to this topic. The book contains a total of 21 papers (reflecting overviews and original research) and is divided into three parts as follows: Part 1: Introduction and Recent Developments, Part 2: Mechanical, Durability and Reliability Aspects and Part 3: Characterization and Properties.",
        "isbn": "9789004187825",
        "image": "http://books.google.com/books/content?id=kGfvBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Iterative Dynamic Programming",
        "authors": [
            "Rein Luus"
        ],
        "publisher": "CRC Press",
        "publishedDate": "2019-09-17",
        "description": "Dynamic programming is a powerful method for solving optimization problems, but has a number of drawbacks that limit its use to solving problems of very low dimension. To overcome these limitations, author Rein Luus suggested using it in an iterative fashion. Although this method required vast computer resources, modifications to his original schem",
        "isbn": "9781420036022",
        "image": "http://books.google.com/books/content?id=NWYWUgmx7EoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "cs"
    }
]