[
    {
        "title": "Analyse der touristischen Vermarktung des Landschaftsparkes Duisburg-Nord mit Handlungsempfehlungen für eine verbesserte touristische Inwertsetzung",
        "authors": [
            "Julia Hafer"
        ],
        "publisher": "diplom.de",
        "publishedDate": "2005-10-03",
        "description": "Inhaltsangabe:Einleitung: Dem Ruhrgebiet hängt immer noch das Image des staubigen, dreckigen Kohlenpotts an, der geprägt ist von Industriebrachen, Ruinen und verseuchten Flächen. Dass dieses Bild falsch ist, zeigen die diversen Projekte, in denen alte Industrieanlagen einer neuen Nutzung zugeführt wurden und dadurch die Attraktivität der Region maßgeblich gesteigert haben. Durch verschiedene Arten der Inwertsetzung, sei es als Museum, Landmarke, Landschaftspark, origineller Schauplatz kultureller Veranstaltungen oder neuer Standort für gewerbliche Einrichtungen, bekommen diese Relikte des Industriezeitalters eine neue Funktion und helfen, das Image dieser Region aufzuwerten. Diese so genannte Industriekultur ist mittlerweile auch ein wichtiges Alleinstellungsmerkmal in der Vermarktung des Ruhrgebietes als Tourismusdestination geworden. Keine andere Region ist so stark von der Industrie geprägt wie das Ruhrgebiet und bietet somit zahlreiche Ansatzpunkte für die Entdeckung durch Kultur- oder Industrietouristen sowie interessierte Ausflügler aus der Umgebung. So ist die Route der Industriekultur, die 46 Industriekultur-Schauplätze verbindet, ein Beispiel für die touristische Erschließung der Region durch eine Themenroute. Die Vielfalt an industriekulturellen Einrichtungen bringt natürlich auch eine starke Konkurrenz mit sich. Die reine Existenz reicht dabei als Anreiz häufig nicht mehr aus. Denn der Trend im Reise- und Ausflugsverhalten geht weg vom bildungs- hin zum erlebnisorientierten Aufenthalt. Bedingt durch diesen wachsenden Anspruch der Besucher und Touristen an Qualität und Angebotsgestaltung touristischer Einrichtungen auf der einen Seite und starker Preissensibilität auf der anderen Seite, müssen auch Industriekulturdenkmäler diese Bedürfnisse berücksichtigen. Gang der Untersuchung: Diese Arbeit soll herausfinden, welche Aktivitäten bzw. welche Aspekte die Attraktivität der Einrichtung erhöhen und somit die Bedürfnisse der Besucher und Touristen nachhaltig befriedigen. Das Untersuchungsobjekt wird der Landschaftspark Duisburg-Nord sein, der als herausragendes Beispiel einer gelungenen Nachnutzung gilt. Seine Vermarktungsaktivitäten werden analysiert und es werden Möglichkeiten aufgezeigt, wie die touristische Inwertsetzung noch verbessert und somit eine nachhaltige Ansprache der Zielgruppe erreicht werden könnte. Das zweite Kapitel beginnt mit einer kurzen Darstellung des Ruhrgebietes und seiner Geschichte und klärt, inwieweit der [...]",
        "isbn": "9783832490324",
        "image": "http://books.google.com/books/content?id=NW9qAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "de"
    },
    {
        "title": "Tessin",
        "authors": [
            "Barbara Schaefer"
        ],
        "publisher": "DuMont Reiseverlag",
        "publishedDate": "2013-04-22",
        "description": "Der Reiseführer im Taschenbuchformat Schneebedeckte Hänge, gertenschlanke Zypressen und traditionelle Wohnhäuser inmitten rauer Berglandschaften - die Idylle täuscht, denn die kompromisslose Topografie des Tessins hat seinen Bewohnern viel abgetrotzt. Heute kann man in komfortabel umgebauten Ställen wohnen, die Fresken alter Meister in den Tessiner Kirchen bewundern oder über die moderne Fassade des Spielcasinos in Lugano staunen. Dolce vita pur versprechen das Bummeln und Baden am Lago Maggiore und am Lago di Lugano. Ausflugsschiffe gleiten über die Seen, vorbei an verträumten Ufern oder den ins Abendlicht getauchten Brissago-Inseln. Das DuMont Reise-Taschenbuch Tessin stellt die abwechlungsreiche Region auf vielfältige und informative Weise vor. Lust auf Bungee-Jumping, Klettern und Reiten? Die spektakuläre Alpenlandschaft des Tessin lädt zu zahlreichen Aktivitäten ein. Zu jedem Urlaub in der italienischen Schweiz gehören jedenfalls panoramareiche Bergwanderungen, z.B auf den Adula, den höchsten Berg des Kantons. Oben angekommen genießt man die Abgeschiedenheit und Ruhe einer Berghütte und wandert am nächsten Tag gestärkt wieder hinab. Einen Blick in sage und schreibe »hundert Täler« wirft man bei einer Fahrt mit der Centovallibahn, die gemächlich über 83 Brücken bis nach Italien führt. Im Tessin ist Italien um die Ecke und man gerät hier leicht und temperamentvoll ins Schwärmen und Träumen. Die Autorin Barbara Schäfer ist freie Kultur- und Reisejournalistin. Sie schreibt für verschiedene Tageszeitungen und Magazine. Sie wohnt in Berlin, reist sehr viel und wandert für ihr Leben gern. In das Tessin verliebte sie sich schon als Kind während der Ferien mit den Eltern. Später kehrte sie immer wieder zurück, entdeckte jedes Mal Neues und liebt die intensiven Naturerlebnisse in den Bergen und das bezaubernde Licht an den Seen. Man kann sich also von ihr an die Hand nehmen lassen, um gezielt zu den Highlights der Region geführt zu werden. Und zu ihren ganz persönlichen Lieblingsorten! Auf 10 Entdeckungstouren können Sie aktiv Neues entdecken, hinter die Kulissen schauen, eine ganz persönliche Beziehung zum Tessin entwickeln. Ausgewählte Adressen, jeweils mit einem aussagekräftigen Schlagwort bewertet, und zahlreiche Infos für alle, die Wert auf eine aktive und kreative Reisegestaltung legen, bieten das Rüstzeug für jeden, der individuell unterwegs sein möchte. Der Magazinteil beleuchtet mit frischer journalistischer Kompetenz die für das Reiseziel relevanten Themen und vermittelt ein lebendiges, aber auch kritisches Porträt des Tessin. 10 x Auf Entdeckungstour ! Mit Maulesel und Motorrad über den Gotthardpass Adula und Alpenveilchen - eine Wanderung Gingkos und Kamelien - Locarnos Seepromenade Der Dritte Weg - auf den Monte Verità Zwischen Wasser und Land - Naturschutz im Feuchtgebiet Auf den Spuren der Walser in Bosco Gurin Über Berg und Tal - mit der Centovallibahn nach Italien Modernes Bauen in Lugano - ein Rundgang Klingsors Palazzo - Hermann Hesse in Montagnola Immer Bellavista - wandern auf dem Monte Generoso Die Karten Satellitenaufnahme vom Tessin Übersichtskarte mit den Highlights der Region 9 Citypläne, Detail- und Wanderkarten: sämtliche Adressen sind anhand eines farbigen Nummernsystems verortet Plus: Extra-Reisekarte zum Herausnehmen",
        "isbn": "9783770173310",
        "image": "http://books.google.com/books/content?id=45VUAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "de"
    },
    {
        "title": "Better to Travel",
        "authors": [
            "Collin Kelley"
        ],
        "publisher": "iUniverse",
        "publishedDate": "2003-07-01",
        "description": "\"A startling new voice.\" -Patricia Smith, Author of Big Towns, Big Talk Collin Kelley's debut, Better To Travel, is a haunting cycle of poetry dispatched from the teeming streets of London and New York to the decadence of Paris and New Orleans. From these far-flung outposts, Kelley deftly and unblinkingly conveys the end of a relationship and the need to escape to \"sights unseen.\" Readers have compared Kelley's poetry to the emotional work of Anne Sexton and Sharon Olds. This is confessional poetry in its truest form: raw, uninhibited and unflinching. www.collinkelley.com",
        "isbn": "9780595284092",
        "image": "http://books.google.com/books/content?id=KLgYU76TKr4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "60 Hikes Within 60 Miles: Sacramento",
        "authors": [
            "Jordan Summers"
        ],
        "publisher": "Menasha Ridge Press",
        "publishedDate": "2012-04-10",
        "description": "Carefully researched on foot, hiking enthusiast Jordan Summers introduces area residents and visitors to an array of the best day hikes from casual riverside nature hikes to rugged foothill treks within roughly an hour's drive of Sacramento. Filled with detailed descriptions of firsthand trail notes, this newly updated edition of 60 Hikes Within 60 Miles: Sacramento helps hikers discover their choices with concise at-a-glance information highlighting details such as location, access, directions, distances, scenery, and preparation details that help hikers get the most from each outing. Precise maps, descriptive text, photos, and trailhead coordinates guide you on your way quickly and keep you on route reliably. Discover the varied geology, the cultural history, and the natural beauty of the foothills, mother lode, and delta regions in 60 Hikes Within 60 Miles: Sacramento.",
        "isbn": "9780897326056",
        "image": "http://books.google.com/books/content?id=uPwsDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Haunted Places in the American South",
        "authors": [
            "Alan Brown"
        ],
        "publisher": "Univ. Press of Mississippi",
        "publishedDate": "2002",
        "description": "Collecting ghost stories from 55 historically haunted sites throughout the United States, Brown reveals what is lurking behind slamming doors, eerie lights and sightings of Confederate soldiers.",
        "isbn": "9781578064779",
        "image": "http://books.google.com/books/content?id=qxa3JUeqygEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "CultureShock! Borneo",
        "authors": [
            "Heidi Munan"
        ],
        "publisher": "Marshall Cavendish International Asia Pte Ltd",
        "publishedDate": "2009-10-15",
        "description": "CultureShock! Borneo gives you a fun-filled and thorough crash course on how to live and work in this slice of the East. Packed with useful and insightful tips, this book will guide you on how to deal with cultural barriers, relate with the various racial groups and fit into the intricate society. Learn how weddings, births and funerals are observed by the different ethnic groups and how you can participate meaningfully in them. Understand the strong family bonds in most Borneo families and how they affect all areas of life, starting with extremely complicated name system and forms of address. This book also covers practical matters such as finding a suitable home and understanding the work",
        "isbn": "9789814484497",
        "image": "http://books.google.com/books/content?id=RTKJAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Saugatuck & Douglas",
        "authors": [
            "Cynthia Davis"
        ],
        "publisher": "University of Michigan Press",
        "publishedDate": "2004",
        "description": "A photography book with a painter's soul. Celebrated artist Cynthia Davis captures the spirit of Saugatuck and Douglas with her unique vision",
        "isbn": "9780472114405",
        "image": "http://books.google.com/books/content?id=euRFViqz0iUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Four Seasons in Rome",
        "authors": [
            "Anthony Doerr"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2008-06-10",
        "description": "Documents the award-winning writer's experiences of living, working, and raising twin sons in Rome during the year following his receipt of a prestigious Rome Prize stipend, a period during which he attended the vigil of the dying John Paul II, brought his children on a snowy visit to the Pantheon, and befriended numerous locals. Reprint. 35,000 first printing.",
        "isbn": "9781416573166",
        "image": "http://books.google.com/books/content?id=bigUiC--lJYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    },
    {
        "title": "Ten Million Steps",
        "authors": [
            "M. J. Eberhart"
        ],
        "publisher": "Menasha Ridge Press",
        "publishedDate": "2007-03-22",
        "description": "M. J. Eberhart, aka the Nimblewill Nomad, was a 60-year-old retired doctor in January 1998 when he set off on a foot journey that carried him 4,400 miles (twice the length of the Appalachian Trail) from the Florida Keys to the far north of Quebec. Written in a vivid journal style, the author unabashedly recounts the good (friendships with other hikers he met), the bad (sore legs, cutting winds and rain), and the godawful (those dispiriting doubts) aspects of his days of walking along what has since become known as the Eastern Continental Trail (ECT). An amazing tale of self-discovery and insight into the magic that reverberates from intense physical exertion and a high goal, Eberhart’s is the only written account of a thru-hike along the ECT. Covering 16 states and 2 Canadian provinces, Ten Million Steps deftly mixes practical considerations of an almost unimaginable undertaking with the author’s trademark humor and philosophical musings.",
        "isbn": "9780897329798",
        "image": "http://books.google.com/books/content?id=ZHKIinHAD8sC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "language": "en"
    },
    {
        "title": "A User's Guide to Saskatchewan Parks",
        "authors": [
            "Michael Clancy",
            "Anna Clancy"
        ],
        "publisher": "University of Regina Press",
        "publishedDate": "2006",
        "description": "There are three park systems in Saskatchewan: Regional, Provincial, and National. All provide wonderful recreational opportunities to virtually every community in the province.",
        "isbn": "9780889771987",
        "image": "http://books.google.com/books/content?id=VmOvkPNog9AC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "language": "en"
    }
]